Repository: trinanda/AQUR
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Email or phone number
id: Email atau nomor telepon

source: First name
id: Nama depan

source: Last name
id: Nama belakang

source: Confirm password
id: Konfirmasikan password

source: Register
id: Daftar

source: New password
id: Password baru

source: Confirm new password
id: Konfirmasi password baru

source: Unknown email address.
id: Email tidak terdaftar.

source: Set password
id: Setting password

source: Old password
id: Password lama

source: Update password
id: Perbarui password

source: New email
id: Email baru

source: Update email
id: Perbarui email

source: Email already registered.
id: Email sudah terdaftar.

source: You are now logged in. Welcome back!
id: Berhasil login

source: Invalid email or password!
id: Email atau password salah!

source: A confirmation link has been sent to your email
id: Link konfirmasi telah di kirim ke email Anda.

source: A password reset link has been sent to %(email)s.
id: Link reset password telah dikirim ke %(email)s.

source: Your password has been updated.
id: Password Anda berhasil diperbarui.

source: The password reset link is invalid or has expired.
id: Link reset password telah kadaluwarsa.

source: A confirmation link has been sent to %(new_email)s.
id: Link reset konfirmasi telah dikirim ke %(new_email)s.

source: Your email address has been updated.
id: Email Anda berhasil diperbarui.

source: The confirmation link is invalid or has expired!
id: Link konfirmasi tidak valid atau telah kadaluwarsa.

source: A new confirmation link has been sent to %(current_user_email)s.
id: Link konfirmasi yang baru telah di kirim ke %(current_user_email)s.

source: Your account has been confirmed.
id: Akun Anda telah di konfirmasi.

source: You are already logged in.
id: Anda telah login.

source: You have already joined.
id: Anda telah bergabung.

source: The confirmation link is invalid or has expired. Another invite email with a new link has been sent to you.
id: Link konfirmasi tidak valid atau telah kadaluwarsa. Email invite dengan link yang baru telah di kirimkan ke email Anda.

source: PENDING
id: Menunggu

source: INSTALLMENT
id: Cicilan

source: COMPLETED
id: Komplit

source: Manage Users
id: Kelola Pengguna

source: Invite New User
id: Mengundang pengguna baru

source: Add new User
id: Tambah User Baru

source: Email address
id: Alamat email

source: Role
id: Peran

source: Created at
id: Dibuat pada

source: Active
id: Aktiv

source: Inactive
id: Tidak Aktiv

source: Activate user
id: Aktivkan user

source: Teachers
id: Guru

source: Teacher
id: Guru

source: Students
id: Murid

source: Courses
id: Kursus

source: Payments
id: Pembayaran

source: Tuition Payments
id: Pembayaran SPP

source: Registration Payments
id: Uang pendaftaran

source: Schedules
id: Jadwal

source: Schedules List
id: Daftar Jadwal

source: Requisition Schedules
id: Permintaan Jadwal

source: Total Students
id: Jumlah Murid

source: Students Graph
id: Grafik Murid

source: Add course
id: Tambahkan kursus

source: Private Students
id: Murid Privat

source: Regular Students
id: Murid Reguler

source: Male Students
id: Murid Laki-laki

source: Female Students
id: Murid perempuan

source: Delete
id: Hapus

source: Edit course
id: Edit kursus

source: Add new course
id: Tambah kursus baru

source: Payment
id: Pembayaran

source: Add new Payment
id: Tambahkan pembayaran baru

source: Check Schedules
id: Check Jadwal

source: Taking course
id: Kursus yang diambil

source: Type of class
id: Tipe kelas

source: Last payment at
id: Terakhir dibayar pada

source: Payment Status
id: Status Pembayaran

source: Note
id: Catatan

source: Pay the tuition
id: Bayar SPP

source: Add new tuition
id: Tambahkan pembayaran SPP baru

source: Edit the tuition
id: Edit data SPP

source: Tuition per month for this schedule is
id: Biaya SPP untuk jadwal ini adalah:

source: Registration Payment
id: Uang pendaftaran

source: Add new Registration Payment
id: Tambahkan uang pendaftaran

source: Student
id: Murid

source: Phone number
id: Nomor HP

source: Course
id: Kursus

source: Pay at
id: Dibayar pada

source: Update at
id: Di perbarui pada

source: Add new Tuition Payment
id: Tambah pembayaran SPP baru

source: Gender
id: Jenis kelamin

source: Type of Class
id: Tipe kelas

source: Schedule
id: Jadwal

source: Add new Schedule
id: Tambahkan jadwal baru

source: Student phone number
id: Nomor HP Murid

source: Student email
id: Email Murid

source: Teacher email
id: Email Guru

source: Teacher phone number
id: Nomor HP Guru

source: Payment status
id: Status Pembayaran

source: Course start at
id: Kursus dimulai pada

source: Check Schedule
id: Cek jadwal

source: Available Teachers
id: Guru yang tersedia

source: Check Teacher
id: Cari Guru yang tersedia

source: Teacher name
id: Nama Guru

source: Student name
id: Nama Murid

source: Requisition Schedule
id: Permintaan Jadwal

source: Add new Requisition Schedule
id: Tambahkan Permintaan Jadwal Baru

source: Edit number of days
id: Edit jumlah hari

source: Update
id: Perbarui

source: Number of days
id: Jumlah hari

source: Check available course
id: Cek kursus yang telah di ambil

source: Input schedule
id: Masukan jadwal

source: Check all input
id: Cek data

source: Course name
id: Nama kursus

source: Day
id: Hari

source: Invite new Student
id: Undang Murid Baru Melalui Email

source: Add new Student
id: Tambahkan Murid Baru

source: Name
id: Nama

source: Date of birth
id: Tanggal lahir

source: Address
id: Alamat

source: Edit Student
id: Edit Murid

source: Student Profile
id: Profile Murid

source: change photo
id: ganti poto

source: Biography
id: Biografi

source: Update Details
id: Perbarui

source: Taken courses
id: Kursus yang diambil

source: Education
id: Pendidikan

source: Experience
id: Pengalaman

source: Tuition Courses Details
id: Detail SPP kursus

source: Course Name
id: Nama kursus

source: Used Payment
id: Pembayaran yang telah digunakan

source: Invite new Teacher
id: Undang Guru Baru Melalui Email

source: Add new Teacher
id: Tambahkan Guru Baru

source: Number of students
id: Jumlah Murid yang diajar

source: Teach
id: Mengajar

source: Edit Teacher
id: Edit Guru

source: Teacher Profile
id: Profile Guru

source: New account type
id: Tipe akun baru

source: Update role
id: Perbarui role

source: Account type
id: Tipe akun

source: Invite
id: Undang

source: Create
id: Buat

source: User %(user_full_name)s successfully created.
id: User %(user_full_name)s telah dibuat.

source: Operator %(operator_full_name)s successfully created.
id: Operator %(operator_full_name)s telah dibuat.

source: Teacher %(teacher_full_name)s successfully created.
id: Teacher %(teacher_full_name)s telah dibuat.

source: Student %(student_full_name)s successfully created.
id: Student %(student_full_name)s telah dibuat.

source: User %(user_full_name)s successfully invited.
id: User %(user_full_name)s telah di invite.

source: Duplicate email with the other users, please input different email!
id: Duplikasi email dengan pengguna lain, mohon masukan email yang berbeda!

source: Successfully edited user %(user_full_name)s.
id: User %(user_full_name)s berhasil di edit.

source: Email for user %(user_full_name)s successfully changed to %(user_email)s.
id: Email %(user_full_name)s telah di ganti dengan %(user_email)s.

source: Successfully deleted user %(user_full_name)s.
id: User %(user_full_name)s telah di hapus.

source: Private class charge per minutes
id: Biaya kelas private per menit

source: Regular class charge per minutes
id: Biaya kelas reguler per menit

source: Min private class duration
id: Minimal durasi kelas private

source: Min regular class duration
id: Minimal durasi kelas reguler

source: Min private class charge per meet
id: Biaya minimal kelas private per pertemuan

source: Min regular class charge per meet
id: Biaya minimal kelas reguler per pertemuan

source: Course name already registered!
id: Nama kursus sudah terdaftar!

source: Please input correct image format
id: Mohon masukan format gambar yang benar!

source: successfully added %(course_name)s course
id: Berhasil menanambahkan kursus %(course_name)s

source: successfully deleted %(course_name)s course
id: Kursus %(course_name)s telah di hapus

source: Successfully edit course
id: Berhasil edit data kursus

source: Student email or phone number
id: Email atau nomor telepon Murid

source: It seems the email is not registered as a student email.
id: Seperti nya email ini tidak terdaftar sebagai email Murid.

source: It seems the email is not registered as a student email!
id: Seperti nya email tersebut tidak terdaftar sebagai email Murid!

source: Successfully added payment
id: Berhasil menambahkan pembayaran

source: Successfully edit payment
id: Pembayaran berhasil di edit

source: The student already registered on this course
id: Murid telah terdaftar pada kursus ini.

source: Successfully edit registration payment
id: Berhasil edit uang pendaftaran

source: Start at
id: Mulai jam

source: End at
id: Berakhir jam

source: Course Start at
id: Kursus dimulai pada

source: It seems the email is not registered as a teacher email.
id: Seperti nya email ini tidak terdaftar sebagai email Guru.

source: It seems the email or phone number is not registered as a student.
id: Data yang anda masukan tidak terdaftar sebagai data Murid

source: It seems the student biodata not completed!
id: Seperti nya biodata Murid belum lengkap!

source: The student already registered on that course with same type of class
id: Murid telah terdaftar pada kursus dengan tipe kelas yang sama!

source: Successfully added new schedule for %(student_full_name)s
id: Berhasil menambahkan jadwal untuk %(student_full_name)s

source: Successfully edit schedule
id: Jadwal telah diubah

source: Successfully added new requistion schedule for %(student_full_name)s
id: Berhasil menambahkan permintaan jadwal untuk %(student_full_name)s

source: Duplicate phone number with the other users in this system, please input different phone number!
id: Nomor telepon yang dimasukan telah digunakan oleh user lain pada system ini, mohon masukan nomor telepon yang berbeda!

source: Please, set the phone number!
id: Mohon, masukan nomor HP!

source: Duplicate phone number with the other users, please input different number!
id: Seperti nya nomor HP tersebut sudah digunakan oleh user lain, mohon masukan nomor HP yang berbeda!

source: Please input correct image format!
id: Mohon masukan format gambar yang benar!

source: successfully updated %(student_full_name)s data
id: Berhasil memperbarui data %(student_full_name)s

source: Student %(student_full_name)s successfully invited
id: %(student_full_name)s telah di invite sebagai Murid

source: Successfully added %(student_full_name)s as a Student
id: Berhasil menambahkan %(student_full_name)s sebagai Murid

source: Taught course
id: Kursus yang di ajar

source: Successfully updated %(teacher_full_name)s data
id: Berhasil memperbarui data %(teacher_full_name)s

source: Teacher %(teacher_full_name)s successfully invited
id: %(teacher_full_name)s telah di invite sebagai Guru

source: Successfully added %(teacher_full_name)s as a Teacher
id: Berhasil menambahkan %(teacher_full_name)s sebagai Guru

source: Dashboard
id: Beranda

source: Month
id: Bulan

source: Edit Payment
id: Edit Pembayaran

source: Course status
id: Status kursus

source: Day 2
id: Hari-2

source: Input type of class
id: Pilih tipe kelas

source: Input Teacher
id: Masukan email Guru

source: Day-1
id: Hari-1

source: Day-2
id: Hari-2

source: Image
id: Gambar

source: Payment for
id: Pembayaran untuk

source: Successfully added new payment
id: Berhasil menambahkan pembayaran baru

source: Start at 2
id: Mulai jam-2

source: End at 2
id: Berakhir jam-2

source: Successfully added new requisition schedule for %(student_full_name)s
id: Berhasil menambahkan permintaan jadwal untuk %(student_full_name)s

source: Successfully edit requisition schedule
id: Berhasil edit permintaan jadwal

source: Male
id: Laki-laki

source: Female
id: Perempuan

source: Sunday
id: Ahad

source: Monday
id: Senin

source: Tuesday
id: Selasa

source: Wednesday
id: Rabu

source: Thursday
id: Kamis

source: Friday
id: Jumat

source: Saturday
id: Sabtu

source: January
id: Januari

source: February
id: Februari

source: March
id: Maret

source: May
id: Mei

source: June
id: Juni

source: July
id: Juli

source: August
id: Agustus

source: October
id: Oktober

source: December
id: Desember

source: REJECTED
id: Ditolak

source: Courses Tuition
id: SPP kursus

source: Age
id: Umur

source: Total Teachers
id: Jumlah Guru

source: Male Teachers
id: Jumlah Guru Laki-laki

source: Female Teachers
id: Jumlah Guru Perempuan

source: Successfully deleted requisition schedule
id: Data permintaan jadwal telah dihapus

source: Are you sure to delete this requisition schedule..?
id: Anda yakin ingin menghapus permintaan jadwal ini..?

source: Cancel
id: Batal

source: Yes
id: Ya

source: No
id: Tidak

source: Requisition Status
id: Status permintaan jadwal

source: Student Requisition
id: Permintaan Murid

source: Coordinating
id: Berkordinasi

source: Approved
id: Jadwal disetujui

source: How many times in a week
id: Jumlah hari per pekan

source: Success added new registration payment
id: Berhasil menambahkan uang pendaftaran

source: The inputted data is not registered as a student!
id: Data yang dimasukkan tidak terdaftar sebagai Murid!

source: The maximum character on note can't more than 100, inputted character got %(note)s
id: Jumlah Karakter pada catatan sebaiknya tidak lebih dari 100, Anda memasukan %(note)s

source: Teacher email or phone number
id: Email atau nomor telepon Guru

source: Description
id: Deskripsi/catatan tambahan

source: Time
id: Jam

source: Successfully added new data
id: Berhasil menambahkan data

source: Personal data
id: Data pribadi

source: Phone number, e.g: 081234567890
id: No HP, mohon masukan dengan format "08", contoh: 081234567890

source: Reason
id: Alasan ingin masuk kursus

source: Are you sure you have inputed the correct data..?
id: Apakah Anda yakin semua data yang dimasukan sudah benar..?

source: Sure
id: Yakin

source: Registration
id: Pendaftaran

source: Register Now
id: Daftar Sekarang

source: Number of Teachers
id: Jumlah Guru

source: Number of Students
id: Jumlah Murid

source: Contact
id: Kontak

source: About us
id: Tentang Kami
